Repository: khengleng/wallet
Catalog: demo_project/locale/*/LC_MESSAGES/django.po
Languages: km

source: Profile
km: ប្រវត្តិរូប

source: Sign Out
km: ចាកចេញ

source: Login
km: ចូលគណនី

source: Sign Up
km: ចុះឈ្មោះ

source: Wallet
km: កាបូប

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: Transfer
km: ផ្ទេរ

source: Deposit
km: ដាក់ប្រាក់

source: Withdraw
km: ដកប្រាក់

source: FX Exchange
km: ប្តូរប្រាក់ FX

source: My Profile
km: ប្រវត្តិរូបរបស់ខ្ញុំ

source: Mobile Service Playground
km: Playground សេវាម៉ូបៃល៍

source: Merchant
km: ពាណិជ្ជករ

source: Merchant Portal
km: ផតថលពាណិជ្ជករ

source: Wallet Management
km: គ្រប់គ្រងកាបូប

source: Back Office Home
km: ទំព័រដើម Back Office

source: Operations
km: ប្រតិបត្តិការ

source: Merchant Operations
km: ប្រតិបត្តិការពាណិជ្ជករ

source: Case Management
km: គ្រប់គ្រងករណី

source: Operations Queue
km: ជួរប្រតិបត្តិការ

source: Finance
km: ហិរញ្ញវត្ថុ

source: Treasury Management
km: គ្រប់គ្រងរតនាគារ

source: Settlement Management
km: គ្រប់គ្រងសម្របសម្រួល

source: Reconciliation Management
km: គ្រប់គ្រងផ្ទៀងផ្ទាត់

source: Operations Reports
km: របាយការណ៍ប្រតិបត្តិការ

source: Accounting Management
km: គ្រប់គ្រងគណនេយ្យ

source: FX Rate Management
km: គ្រប់គ្រងអត្រាប្តូរប្រាក់ FX

source: Governance
km: អភិបាលកិច្ច

source: Approval Matrix
km: ម៉ាទ្រីសអនុម័ត

source: Policy Hub
km: មជ្ឈមណ្ឌលគោលការណ៍

source: Documents Center
km: មជ្ឈមណ្ឌលឯកសារ

source: Access Control (RBAC)
km: ការគ្រប់គ្រងសិទ្ធិ (RBAC)

source: System Settings
km: ការកំណត់ប្រព័ន្ធ

source: Signed in as
km: បានចូលជា

source: Built with Django & dj-wallet.
km: បង្កើតដោយ Django និង dj-wallet។

source: Release
km: កំណែ

source: Welcome, %(username)s!
km: សូមស្វាគមន៍, %(username)s!

source: Selected Wallet Balance
km: សមតុល្យកាបូបដែលបានជ្រើស

source: Wallet Currency
km: រូបិយប័ណ្ណកាបូប

source: Switch
km: ប្តូរ

source: FX Convert
km: បម្លែង FX

source: %(currency)s Wallet
km: កាបូប %(currency)s

source: Available for transactions
km: អាចប្រើសម្រាប់ប្រតិបត្តិការ

source: Wallet Balances
km: សមតុល្យកាបូប

source: Currency
km: រូបិយប័ណ្ណ

source: Balance
km: សមតុល្យ

source: No wallets yet.
km: មិនទាន់មានកាបូបទេ។

source: Recent Transactions
km: ប្រតិបត្តិការថ្មីៗ

source: Type
km: ប្រភេទ

source: Amount
km: ចំនួនទឹកប្រាក់

source: Description
km: ការពិពណ៌នា

source: Date
km: កាលបរិច្ឆេទ

source: Status
km: ស្ថានភាព

source: Completed
km: បានបញ្ចប់

source: No transactions yet.
km: មិនទាន់មានប្រតិបត្តិការទេ។

source: Deposit Funds
km: ដាក់មូលនិធិ

source: Add money to your virtual wallet balance.
km: បន្ថែមប្រាក់ទៅសមតុល្យកាបូបនិម្មិតរបស់អ្នក។

source: Description (Optional)
km: ការពិពណ៌នា (ជាជម្រើស)

source: e.g. Weekly topup
km: ឧ. បញ្ចូលប្រាក់ប្រចាំសប្តាហ៍

source: Maker Note (Optional)
km: កំណត់ចំណាំអ្នកបង្កើត (ជាជម្រើស)

source: Required context for checker approval if maker-checker applies
km: បរិបទចាំបាច់សម្រាប់អ្នកត្រួតពិនិត្យអនុម័ត ប្រសិនបើ maker-checker ត្រូវបានអនុវត្ត

source: Complete Deposit
km: បញ្ចប់ការដាក់ប្រាក់

source: Back to Dashboard
km: ត្រឡប់ទៅផ្ទាំងគ្រប់គ្រង

source: Access your virtual wallet.
km: ចូលប្រើកាបូបនិម្មិតរបស់អ្នក។

source: Use your corporate identity provider to continue.
km: ប្រើអ្នកផ្តល់អត្តសញ្ញាណសាជីវកម្មរបស់អ្នកដើម្បីបន្ត។

source: Continue with SSO
km: បន្តជាមួយ SSO

source: Username
km: ឈ្មោះអ្នកប្រើ

source: admin, alice, bob, or charlie
km: admin, alice, bob ឬ charlie

source: Password
km: ពាក្យសម្ងាត់

source: admin123 or password123
km: admin123 ឬ password123

source: Don't have an account?
km: មិនទាន់មានគណនីមែនទេ?

source: Sign up
km: ចុះឈ្មោះ

source: Manage your account details and security settings.
km: គ្រប់គ្រងព័ត៌មានគណនី និងការកំណត់សុវត្ថិភាពរបស់អ្នក។

source: Account Details
km: ព័ត៌មានគណនី

source: First Name
km: នាមខ្លួន

source: Last Name
km: នាមត្រកូល

source: Email
km: អ៊ីមែល

source: Save Profile
km: រក្សាទុកប្រវត្តិរូប

source: Your profile details are managed by your identity provider. Please update profile attributes in Keycloak.
km: ព័ត៌មានប្រវត្តិរូបរបស់អ្នកត្រូវបានគ្រប់គ្រងដោយអ្នកផ្តល់អត្តសញ្ញាណរបស់អ្នក។ សូមធ្វើបច្ចុប្បន្នភាពលក្ខណៈប្រវត្តិរូបនៅក្នុង Keycloak។

source: Security
km: សុវត្ថិភាព

source: Change Password
km: ប្តូរពាក្យសម្ងាត់

source: Password and MFA are managed by your identity provider.
km: ពាក្យសម្ងាត់ និង MFA ត្រូវបានគ្រប់គ្រងដោយអ្នកផ្តល់អត្តសញ្ញាណរបស់អ្នក។

source: Use Keycloak account console to change password or configure multi-factor authentication.
km: ប្រើកុងសូលគណនី Keycloak ដើម្បីប្តូរពាក្យសម្ងាត់ ឬកំណត់រចនាសម្ព័ន្ធការផ្ទៀងផ្ទាត់ច្រើនកត្តា។

source: Join DJ Wallet
km: ចូលរួម DJ Wallet

source: Start managing your virtual funds today.
km: ចាប់ផ្តើមគ្រប់គ្រងមូលនិធិនិម្មិតរបស់អ្នកថ្ងៃនេះ។

source: Create Account
km: បង្កើតគណនី

source: Already have an account?
km: មានគណនីរួចហើយមែនទេ?

source: Send Money
km: ផ្ញើប្រាក់

source: Transfer funds instantly to another user.
km: ផ្ទេរប្រាក់ទៅអ្នកប្រើផ្សេងទៀតភ្លាមៗ។

source: Current Balance
km: សមតុល្យបច្ចុប្បន្ន

source: Recipient Username
km: ឈ្មោះអ្នកទទួល

source: Select user...
km: ជ្រើសរើសអ្នកប្រើ...

source: Message (Optional)
km: សារ (ជាជម្រើស)

source: e.g. Lunch money
km: ឧ. ប្រាក់អាហារថ្ងៃត្រង់

source: Send Funds
km: ផ្ញើប្រាក់

source: Withdraw Funds
km: ដកមូលនិធិ

source: Take money out of your virtual wallet balance.
km: ដកប្រាក់ចេញពីសមតុល្យកាបូបនិម្មិតរបស់អ្នក។

source: e.g. ATM Withdrawal
km: ឧ. ដកប្រាក់ ATM

source: Complete Withdrawal
km: បញ្ចប់ការដកប្រាក់
